Repository: abakfor/inbook
Catalog: *.lproj/Localizable.strings
Languages: uz

# per_info
source: Personal information
uz: Shaxsiy ma'lumotlar

# language_change
source: Language settings
uz: Til sozlamalari

source: Design settings
uz: Dizayn sozlamalari

# share_feed
source: Share feedback
uz: Izoh qoldirish

source: Rate app
uz: Ilovani baholash

source: Liked
uz: Sevimlilar

# buyed
source: Bought
uz: Sotib olinganlar

source: Favorites
uz: Sevimlilar

source: Search
uz: Qidirish

# seach_des
source: Search for a book
uz: Kitob qidirish

source: Search results
uz: Qidiruv natijalari

# search_popular
source: Popular searches
uz: Mashhur qidiruvlar

source: Read Now
uz: Bosh sahifa

source: Bestsellers
uz: Bestsellerlar

source: Currently popular
uz: Hozirda mashhur

source: Authers
uz: Mualliflar

source: Notifications
uz: Bildirishnomalar

# happy_new
source: Happy new year!
uz: Yangi yilingiz bilan!

# happy_new_desc
source: Happy New Year to all our esteemed users from the Inbook Team! As we usher in another promising year, we want to express our heartfelt gratitude for your continued support and trust. May the pages of the upcoming chapters be filled with prosperity, inspiration, and memorable moments. Let's embark on this new journey together, fostering innovation, learning, and growth. Wishing you joyous celebrations and a year ahead brimming with success, fulfillment, and boundless opportunities. Cheers to new adventures, challenges met, and dreams realized! 🎉📚✨
uz: Inbook jamoasining barcha hurmatli foydalanuvchilarini Yangi yilingiz bilan tabriklaymiz! Yana bir istiqbolli yilni boshlar ekanmiz, biz sizning doimiy qo'llab-quvvatlashingiz va ishonchingiz uchun samimiy minnatdorchiligimizni bildirmoqchimiz. Kelgusi bo'limlar sahifalari farovonlik, ilhom, va esda qolarli lahzalar. Keling, innovatsiyalar, o'rganish va o'sishni rag'batlantirgan holda ushbu yangi sayohatni birgalikda boshlaymiz. Sizga quvonchli bayramlar va muvaffaqiyat, amalga oshirish va cheksiz imkoniyatlarga to'la bir yil tilaymiz. Yangi sarguzashtlar, duch kelgan qiyinchiliklar va orzular ro'yobga chiqsin! 🎉📚✨

source: Dismiss
uz: Yopish

source: Cancel
uz: Bekor qilish

source: Log out
uz: Chiqish

# log_desc
source: Do you want to log out?
uz: Chiqishni hohlaysizmi?

source: Profile
uz: Profil

source: Delete
uz: O'chirish

# delete_desc
source: Do you really want to delete your account?
uz: Siz haqiqatan akkauntingizni o'chirishni hohlaysizmi?

source: Genres
uz: Janrlar

# search_no
source: We don't have such a book
uz: Bizda bunday kitob yoq

# no_favorites
source: No favorites yet
uz: Hozircha sevimlilar yoq

# no_bought
source: No books bought
uz: Hozircha sotib olingan kitoblar yoq

source: Failure
uz: Xatolik

# faulure_popular
source: We faced an error while getting popular searches.
uz: Ommabop qidiruvlarni olishda xatolikka duch keldik.

# failure_search
source: We faced an error while searching.
uz: Qidirish paytida xatoga duch keldik.

source: Hint
uz: Ko'rsatma

# hint_email
source: Enter your username and email to recover your account.
uz: Hisobingizni tiklash uchun foydalanuvchi nomi va elektron pochta manzilingizni kiriting.

# error_empty_user
source: Username or email should not contain empty spaces.
uz: Foydalanuvchi nomi yoki elektron pochtada bo'sh joylar bo'lmasligi kerak.

# error_username
source: Username or email is not found.
uz: Foydalanuvchi nomi yoki elektron pochta manzili topilmadi.

# error_password_empty
source: Password should not contain empty spaces.
uz: Parolda bo'sh joylar bo'lmasligi kerak.

source: Success
uz: Muvaffaqiyatli

# somethin_error
source: Something went wrong.
uz: Xatolik ketdi.

# set_passowrd_succ
source: You have successfully set a new password.
uz: Siz yangi parolni muvaffaqiyatli o'rnatdingiz.

source: Alert
uz: Ogohlantirish

# alert_email
source: Please check your email. We have send a verification code to your email.
uz: Iltimos, elektron pochtangizni tekshiring. E-pochtangizga tasdiqlash kodini yubordik.

# error_ver_code
source: Verification code should not contain empty spaces.
uz: Tasdiqlash kodida bo'sh joylar boʻlmasligi kerak.

# ver_code_niot_correct
source: Verification code is not correct.
uz: Tasdiqlash kodi noto'g'ri.

# password_empty_error
source: Passwords should not contain empty spaces.
uz: Parollarda bo'sh joylar bo'lmasligi kerak.

# error_valid_pass
source: Please, enter a valid password.
uz: Iltimos, yaroqli parol kiriting.

# password_not_same
source: Passwords can not be same.
uz: Parollar bir xil bo'lishi mumkin emas.

# old_not_correct
source: Old password is not correct. Please, tap forget password.
uz: Eski parol noto'g'ri. Iltimos, parolni unutish tugmasini bosing.

# new_pass_set
source: New password is successfully set.
uz: Yangi parol muvaffaqiyatli o'rnatildi.

# error_delete_acc
source: Could not delete the account.
uz: Hisobni oʻchirib boʻlmadi.

# error_update_profile
source: Can not update profile.
uz: Profilni yangilab bo‘lmadi.

# error_profile_info
source: We faced an error while getting profile info.
uz: Profil maʼlumotlarini olishda xatolikka duch keldik.

# can_not_delete_review
source: Can not update your review.
uz: Sharhingizni yangilab boʻlmadi.

# have_a_review_error
source: You already have a review.
uz: Sizda allaqachon sharh bor.

# user_name_pass_not_empty
source: Username and password should not be empty.
uz: Foydalanuvchi nomi va parol bo'sh bo'lmasligi kerak.

# no_user_logged
source: There is no such user logged in.
uz: Bunday foydalanuvchi tizimga kirgani yo'q.

# enter_valid
source: Please enter valid information.
uz: Iltimos, to'g'ri ma'lumotlarni kiriting.

# already_register
source: You have already registered.
uz: Siz allaqachon ro'yxatdan o'tgansiz.

# email_not_valid
source: Email is not valid.
uz: Elektron pochta manzili yaroqsiz.

# face_error_favro
source: We faced an error while getting favorites.
uz: Sevimlilarni olishda xatolikka duch keldik.

# face_error_bought
source: We faced an error while getting bought books.
uz: Xarid qilingan kitoblarni olishda xatolikka duch keldik.

# face_error_getting_best
source: We faced an error while getting bestsellers.
uz: Bestsellerlarni olishda xatolikka duch keldik.

# face_error_get_popular
source: We faced an error while getting popular books.
uz: Mashhur kitoblarni qabul qilishda xatolikka duch keldik.

# face_error_get_auther
source: We faced an error while getting authers.
uz: Mualliflarni olishda xatolikka duch keldik.

# face_error_get_genres
source: We faced an error while getting genres.
uz: Janrlarni olishda xatolikka duch keldik.

# read_button
source: Read now
uz: Kitobni o'qish

# watch_book
source: Watch now
uz: Tomosha qilish

# review_large
source: Reviews
uz: Izohlar

# review_small
source: reviews
uz: izohlar

source: Pages
uz: Sahifalar

source: Price
uz: Narx

# gerne
source: Genre
uz: Janr

source: See all
uz: Barchasi

source: Add review
uz: Izoh qoldirish

source: Buy
uz: Sotib olish

# same_as
source: Same as os the device
uz: Qurilma bilan bir xil

source: Always dark
uz: Har doim qorong'i

source: Always light
uz: Har doim yorug'

# uzb
source: Uzbek
uz: O'zbekcha

# eng
source: English
uz: Inglizcha

source: Reset password
uz: Parolni o'zgartirish

source: Old password
uz: Eski parol

# new_pass
source: New password
uz: Yangi parol

source: Reset
uz: O'rnatish

# forgot_pass
source: Forgot password?
uz: Parolni unitdingizmi?

# delete_accunt
source: Delete account
uz: Akkauntni o'chirish

source: Save
uz: Saqlash

source: Fullname
uz: To'liq ism

source: Username
uz: Foydalanuvchi nomi

source: Login
uz: Kirish

source: Sign in
uz: Kirish

source: Sign up
uz: Ro'yxatdan o'tish

source: Register
uz: Ro'yxatdan o'tish

source: Password
uz: Parol

source: Email
uz: Elektron pochta

# send_recovery
source: Send recovery code
uz: Tiklash kodini yuborish

source: Verify
uz: Tasliqlash

# verify_passw
source: Verify password
uz: Parolni tasdiqlash

# verify_coodde
source: Verification code
uz: Tasdiqlash kodi

# set_new_pass
source: Set new password
uz: Yangi parol o'rnatish

source: Set
uz: O'rnatish

# change_lan_err
source: Unable to change language.
uz: Tilni oʻzgartirib boʻlmadi.

# review_1
source: Review
uz: Izoh qoldirish

source: Publish
uz: Chop etish

# fail_to_buy
source: Unable to buy this book.
uz: Bu kitobni sotib olish imkoni bo'lmadi.

# buyed_top
source: Bought
uz: Sotib olingan

# success_to_purchase
source: The book was successfully purchased.
uz: Kitob muvaffaqiyatli sotib olindi

source: Reload
uz: Qayta yuklash

# check_netwrok
source: Please check your internet connection and reload the page
uz: Internet ulanishingizni tekshiring va sahifani qayta yuklang

source: My review
uz: Mening izohim

source: Edit
uz: Tahrirlash

source: Back
uz: Orqaga

source: Free
uz: Tekin

# our_lib
source: Our library
uz: Bizning kutubxonamiz

# our_lib_descrip
source: You can read the book by coming to our university library.
uz: Kitobni universitetimiz kutubxonasiga kelib oʻqishingiz mumkin.

# book_com
source: book
uz: kitob

# fly_com
source: fly
uz: xon

# play_com
source: play
uz: boshla

# pause_com
source: pause
uz: shoshma

# stop_com
source: stop
uz: to'xtat

# translate_com
source: translate
uz: tarjima
